[
  { "Id": 0, "Name": "HR", "Quantity": 64, "Type": "HashRate", "Cost": "", "Tag": "", "Description": "Mine a Block on your Chain using HashRate.", "Info": "The amount of computing power being consumed by the network to continuously operate. Secures the network." },
  { "Id": 1, "Name": "51%", "Quantity": 1, "Type": "Action", "Cost": 1, "Tag": "Attack", "Description": "Target looses a Block.", "Info": "If more than half the computer power on a network is run by a single entity, then a 51% attack is in operation" },
  { "Id": 2, "Name": "AGREE.", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Flash", "Description": "Protects your Blocks once.", "Info": "Consensus is achieved when all participants of the network agree on the order and content of blocks and transactions contained in those blocks." },
  { "Id": 3, "Name": "ATH", "Quantity": 1, "Type": "Event", "Cost": "", "Tag": "Challenge", "Description": "Random: all players get +1/0 HR.", "Info": "All Time High: The highest point (in price, in market capitalization) that a cryptocurrency has been in history." },
  { "Id": 4, "Name": "ATL", "Quantity": 1, "Type": "Event", "Cost": "", "Tag": "Challenge", "Description": "Random: all players get 0/-1 HR.", "Info": "All Time Low: The lowest point (in price, in market capitalization) that a cryptocurrency has been in history." },
  { "Id": 5, "Name": "BEAR", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Attack", "Description": "Target looses 1 HR.", "Info": "Bear: A person who is pessimistic about market prices and expects them to decline. This person is also known to be 'bearish' about the market or price." },
  { "Id": 6, "Name": "BOT", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Challenge", "Description": "Random: your 1 HR versus an opponent's 1 HR.", "Info": "Trading Bot: Automated trading software bots that execute trade orders extremely quickly, based on a preset algorithm of buy-and-sell rules." },
  { "Id": 7, "Name": "BTFD", "Quantity": 1, "Type": "Event", "Cost": "", "Tag": "Challenge", "Description": "Get 1 HR. Others are challenged to get +1/0 HR.", "Info": "Buy The F* Dip: An enthusiastic exclamation by supporters of a cryptocurrency to buy while prices are at a low point." },
  { "Id": 8, "Name": "BULL", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Gift", "Description": "You gain 2 HR.", "Info": "Bull: A person that is optimistic and confident that market prices will increase, this person is also known to be 'bullish' about the market or price." },
  { "Id": 9, "Name": "BYZ.", "Quantity": 1, "Type": "Event", "Cost": "", "Tag": "Gift", "Description": "All players must agree to all get 1 B -or- 1 HR.", "Info": "Byzantine Generals’ Problem: A situation where communication that requires consensus on a single strategy from all members within a group or party cannot be trusted or verified." },
  { "Id": 10, "Name": "CEX", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Central", "Description": "Swap 1 HR for 1 B.", "Info": "Centralized Exchange: A centralized organizational structure is one in which a single node or a small number of them are in control of an entire network." },
  { "Id": 11, "Name": "DCA", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Trade", "Description": "Swap 1 B for 2 HR.", "Info": "Dollar Cost Average: An investment strategy in which an investor divides up the total amount to be invested across periodic purchases of a target asset." },
  { "Id": 12, "Name": "DEX", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Trade", "Description": "Target must trade you 2 HR for any card (you want) from your Hand.", "Info": "Decentralized Exchange: A peer-to-peer exchange that allows users to buy and sell cryptocurrency and other assets without a central intermediary involved." },
  { "Id": 13, "Name": "DIFF--", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Mining", "Description": "Your next Block requires 1 less HR to mine.", "Info": "Difficulty Descrease: A relative measure of how difficult it is to discover a new block. Adjusts periodically proportionally to the hashing power of the network of miners." },
  { "Id": 14, "Name": "DIFF++", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Mining", "Description": "Target's next Block requires 1 more HR to mine.", "Info": "Difficulty Increase: A relative measure of how difficult it is to discover a new block. Adjusts periodically as a function of how much hashing power has been deployed by the network of miners." },
  { "Id": 15, "Name": "DOUBLE", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Gift", "Description": "Play a (paid) Action card for free.", "Info": "Double Spending: A situation where a sum of money is (illegitimately) spent more than once." },
  { "Id": 16, "Name": "FEES", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Mining", "Description": "Your next block rewards 1 more B.", "Info": "Block Reward: By contributing to the security and liveness of the chain, the miner is rewarded with this incentive, ensuring that miners continue to act in the best interest of the blockchain." },
  { "Id": 17, "Name": "FIAT", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Central", "Description": "Useless.", "Info": "Fiat currency is 'legal tender' backed by a central government, such as the Federal Reserve, and with its own banking system, such as fractional reserve banking." },
  { "Id": 18, "Name": "FLIP", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Trade", "Description": "Swap Hand with an opponent (at the end of your turn); cannot be prevented.", "Info": "The Flippening is the transition of other cryptocurrencies (such as Ethereum) growing bigger, more important, and more valuable than the #1 (Bitcoin)." },
  { "Id": 19, "Name": "FORK", "Quantity": 1, "Type": "Action", "Cost": 1, "Tag": "Attack", "Description": "Steal the target's latest Block.", "Info": "Forks, or chain splits, create an alternate version of the blockchain, leaving two blockchains to run simultaneously." },
  { "Id": 20, "Name": "HALF", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Attack", "Description": "Target's next block rewards 1 less B.", "Info": "Halving: An event in which the total rewarded coins per confirmed block halves. Enforces scarcity." },
  { "Id": 21, "Name": "HODL", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Flash", "Description": "Protects 1 B -or- all your HR once.", "Info": "Hodl: A type of passive investment strategy where you hold an investment regardless of any changes in the price or markets. The term first became famous due to a typo." },
  { "Id": 22, "Name": "ICO", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Challenge", "Description": "Random: your 1 HR versus an opponent's 2 HR.", "Info": "Initial Coin Offering: A type of crowdfunding, or crowdsale, using cryptocurrencies as a means of raising capital for early-stage companies." },
  { "Id": 23, "Name": "KYC", "Quantity": 1, "Type": "Event", "Cost": "", "Tag": "Central", "Description": "Prove your (IRL) identity -or- skip this turn.", "Info": "Know Your Customer: This process refers to a centralized financial institution’s obligations to verify the identity of a customer in line with global anti-money laundering laws." },
  { "Id": 24, "Name": "MARGIN", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Attack", "Description": "Target looses 1 B.", "Info": "Margin Called: When an investor’s account value falls below the margin maintenance amount. The broker will then demand that the investor deposit additional money to continue trading." },
  { "Id": 25, "Name": "MINER", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Mining", "Description": "Target must trade you all its HR for 1 B.", "Info": "Mining: A process where blocks are added to a blockchain, verifying transactions. It is also the process through which new coins are created." },
  { "Id": 26, "Name": "NO-COIN", "Quantity": 1, "Type": "Event", "Cost": 0, "Tag": "Gift", "Description": "Player(s) with the least Coins get 1 B.", "Info": "A no-coiner is someone who has no cryptocurrency in his or her investment portfolio and firmly believes that cryptocurrency in general will fail." },
  { "Id": 27, "Name": "NONCE", "Quantity": 1, "Type": "Action", "Cost": 1, "Tag": "Mining", "Description": "Mine a Block (for free) using the Pool.", "Info": "When a transaction is hashed by a miner, an arbitrary number meant to be used only once is generated, called a nonce." },
  { "Id": 28, "Name": "OFFLINE", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Flash", "Description": "Protects any amount of HR once.", "Info": "Cold Storage: The act of storing cryptocurrencies in devices or systems not connected to the internet." },
  { "Id": 29, "Name": "ORACLE", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Central", "Description": "Target must reveal its Hand to you.", "Info": "Oracle: An agent that finds and verifies information, bridging the real world and the blockchain by providing data to smart contracts." },
  { "Id": 30, "Name": "P&D", "Quantity": 1, "Type": "Event", "Cost": "", "Tag": "Challenge", "Description": "Random: you get +1/-1 HR., others get the opposite.", "Info": "Pump&Dump: A form of securities fraud involving the artificial inflation of the price of a cryptocurrency with false and misleading positive statements in order to sell at a higher price." },
  { "Id": 31, "Name": "PoS", "Quantity": 1, "Type": "Event", "Cost": "", "Tag": "Gift", "Description": "Any player holding 1+ HR gets 1 HR.", "Info": "Proof-of-Stake: A blockchain consensus mechanism involving choosing the creator of the next block via various combinations of random selection and wealth or age of staked coins or tokens." },
  { "Id": 32, "Name": "PONZI", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Challenge", "Description": "Random: each opponent must give you 1 B/HR, winner chooses.", "Info": "Ponzi Scheme: A fraudulent investment involving the payment of purported returns to existing investors from funds contributed by new investors." },
  { "Id": 33, "Name": "REKT", "Quantity": 1, "Type": "Action", "Cost": 1, "Tag": "Attack", "Description": "Target must drop all HR in Hand.", "Info": "A shorthand slang for 'wrecked', describing a bad loss in a trade." },
  { "Id": 34, "Name": "SAT", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Gift", "Description": "Gain 1 B.", "Info": "Satoshi Nakamoto: The individual or group of individuals that created Bitcoin. The identity of Satoshi Nakamoto has never been confirmed." },
  { "Id": 35, "Name": "SCAM", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Attack", "Description": "Steal 2 HR from the target.", "Info": "Scam: A fraudulent or deceptive cryptocurrency or ICO." },
  { "Id": 36, "Name": "STABLE", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Gift", "Description": "Swap 1 FIAT (in Hand or from Pool) for 2 HR.", "Info": "Stablecoin: A cryptocurrency with extremely low volatility, sometimes used as a means of portfolio diversification. Examples include gold-backed cryptocurrency or fiat-pegged cryptocurrency." },
  { "Id": 37, "Name": "STRONG", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Flash", "Description": "Win a random challenge once.", "Info": "Strong hands is a colloquial term that can refer to well-financed speculators or futures traders who wish to take delivery of the underlying asset." },
  { "Id": 38, "Name": "SYBIL", "Quantity": 1, "Type": "Event", "Cost": "", "Tag": "Attack", "Description": "All players (including you) loose a Block.", "Info": "In a Sybil attack, the attacker subverts the reputation system of a network service by creating a large number of fake identities to gain a disproportionately large influence." },
  { "Id": 39, "Name": "T-L", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Attack", "Description": "Target cannot play cards (nor mine) the turn following its next Block.", "Info": "A Timelock is a type of smart contract primitive that restricts the spending of coins until a specified future time or block height." },
  { "Id": 40, "Name": "TEST", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Flash", "Description": "Cancels the last card.", "Info": "TestNet: An alternative blockchain used by developers for testing." },
  { "Id": 41, "Name": "WEAK", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Flash", "Description": "Loose a random challenge once.", "Info": "Weak hands is the term often used to describe traders and investors who lack conviction in their strategies or lack the resources to carry them out." },
  { "Id": 42, "Name": "WHALE", "Quantity": 1, "Type": "Action", "Cost": 0, "Tag": "Market", "Description": "You gain 2 HR -or- others loose 1 HR.", "Info": "Whale: A term used to describe investors who have uncommonly large amounts of crypto, especially those with enough funds to manipulate the market."}
]
